---
kind: method
id: M:Autodesk.Revit.DB.ExportFontInfo.#ctor
source: html/250aa251-f054-24b8-545a-17095778b959.htm
---
# Autodesk.Revit.DB.ExportFontInfo.#ctor Method

Constructs a new default ExportFontInfo.

## Syntax (C#)
```csharp
public ExportFontInfo()
```